<template>
    <div>
        <Header/>
        <div>
            <h1>Доставка и оплата</h1>
            <h3>О доставке</h3>
            <div class="container">
                <div class="row">
                    <div class="col-3">Сроки доставки</div>
                    <div class="col-9 text-justify">
                        <p>Растения — товар специфический, время доставки каждого из них может отличаться. Однако, мы
                            постарались сделать так, чтобы вы могли разместить заказ на весь ассортимент в любое удобное
                            для
                            вас время. Вы можете добавлять в корзину любые товары, на которые в данный момент
                            принимаются
                            заказы, а система сама разобьет ваш заказ по срокам доставки. Ориентировочный срок доставки
                            указан в описании каждого товара. Обратите внимание, что, если в вашем заказе присутствуют
                            товары с разными сроками доставки, то <strong>каждая доставка оплачивается
                                отдельно.</strong>
                            При заказе товаров, которые есть в наличии на нашем складе (разделы каталога, содержащие
                            такие
                            товары помечены ярлычком «В продаже»), доставка по Москве осуществляется в течение 3-5
                            рабочих
                            дней после оформления заказа.</p>
                    </div>
                    <div class="col-3">Стоимость доставки</div>
                    <div class="col-9 text-justify">
                        <p class="text"><strong>С</strong>амовывоз со склада в Москве - <strong>0 руб. </strong><br><br>Самовывоз
                            осуществляется из пункта выдачи заказов, расположенного в том же здании, что наш садовый
                            центр,
                            по адресу: <strong>г. Москва, ул. Комдива Орлова, д. 6.</strong> После того, как ваш заказ
                            будет
                            укомплектован, наши операторы свяжутся с вами, чтобы согласовать время получения заказа.
                            Предварительный заказ<strong> необходимо получить в течение 5-ти дней,</strong>
                            согласованных с
                            оператором. Заказ на товары в наличии (период поставки "Товары в наличии") <strong>нужно
                                получить в течение 3 дней после оповещения</strong>. Если заказ не получен в течение
                            этого
                            срока, то он расформировывается.</p>
                        <p class="text">&nbsp;</p>
                        <p class="text"><strong>Д</strong>оставка курьером по Москве в пределах МКАД — <strong>400
                            руб.</strong><br><strong>Д</strong>оставка курьером по Москве и Московской области до 10 км
                            от
                            МКАД — <strong>680 руб.</strong><br><strong>Д</strong>оставка курьером по Москве и
                            Московской
                            области до 25 км от МКАД — <strong>950 руб.</strong><br><strong>Д</strong>оставка курьером
                            по
                            Московской области свыше 25 км от МКАД — <strong>+25 руб.</strong> за каждый километр свыше
                            25.
                        </p>
                        <p class="text">&nbsp;</p>
                        <p class="text">Мы <strong>бесплатно доставим</strong> ваш заказ по Москве и Московской области:<br>В
                            пределах МКАД –&nbsp;при заказе на сумму от <strong>5000 руб</strong>.<br>До 10 км от МКАД –
                            при
                            заказе на сумму от <strong>8000 руб.</strong><br>До 25 км от МКАД – при заказе на сумму от
                            <strong>15000 руб.</strong><br>25-50 км от МКАД – при заказе на сумму от <strong>25000
                                руб.</strong><br>От 50 км и до границ Московской области – при заказе на сумму от
                            <strong>50000
                                руб.</strong><strong><br></strong></p>
                        <p class="text">&nbsp;</p>
                        <p class="text">Если вес заказа меньше <strong>1 кг</strong>, то доставка по Москве и области
                            осуществляется по цене на <strong>50 руб.</strong> ниже номинальной стоимости. Данная скидка
                            действует только для товаров в наличии (период поставки "Товары в
                            наличии").<strong><br></strong></p>
                        <p class="text">&nbsp;</p>
                        <p class="text">Доставка курьером осуществляется по будням с 10 до 20 часов (за пределы МКАД – с
                            10
                            до 18 часов). Доставка в выходные возможна по договоренности с курьерской службой за
                            дополнительную плату. В случае отсутствия в здании лифта, заказы весом свыше 15 кг
                            доставляются
                            до 1-го этажа, далее - 50 руб./этаж.</p>
                        <p class="news">&nbsp;</p>
                        <p class="news">При оформлении заказа вы сами обозначаете расстояние и, следовательно, стоимость
                            доставки. Если наши операторы при обработке заказа обнаружат, что в расчеты закралась
                            ошибка,
                            они свяжутся с вами в течение рабочего дня для корректировки условий доставки и, если
                            потребуется, для выставления нового счета.</p>
                        <p class="text">&nbsp;</p>
                        <p class="text"><strong>Д</strong>оставка <strong>Почтой России</strong> — стоимость доставки
                            рассчитывается при оформлении заказа, на основании веса товаров и адреса доставки.</p>
                        <p class="text">&nbsp;</p>
                        <p class="text"><strong>Д</strong>оставка транспортной компанией <strong>СДЭК</strong> по России
                            —
                            стоимость доставки рассчитывается при оформлении заказа<strong>, </strong>на основании веса
                            товаров и адреса доставки. Возможны два варианта получения заказа:<br>&nbsp;<br>–
                            <strong>С</strong>амовывоз из пункта выдачи заказов СДЭК. Стоимость доставки до ближайшего к
                            вам
                            пункта выдачи будет рассчитана при оформлении заказа. Полный список пунктов выдачи СДЭК <a
                                    href="http://www.edostavka.ru/contacts/city-list.html" target="_blank"
                                    rel="noopener">есть
                                на их сайте</a>. <br>&nbsp;<br>– <strong>Д</strong>оставка курьером до двери. Стоимость
                            и
                            приблизительные сроки доставки будут рассчитаны при оформлении заказа.</p>
                        <p class="text">&nbsp;</p>
                        <p class="text"><strong>Д</strong>оставка курьеской службой <strong>Боксберри</strong> по России
                            —
                            стоимость доставки рассчитывается при оформлении заказа<strong>, </strong>на основании веса
                            товаров и адреса доставки. Возможны два варианта получения заказа:<br>&nbsp;<br>–
                            <strong>С</strong>амовывоз из пункта выдачи заказов Боксберри. Стоимость доставки до
                            ближайшего
                            к вам пункта выдачи будет рассчитана при оформлении заказа. <br>&nbsp;<br>–
                            <strong>Д</strong>оставка
                            курьером до двери. Стоимость и приблизительные сроки доставки будут рассчитаны при
                            оформлении
                            заказа.</p>
                        <p class="text">&nbsp;</p>
                        <p class="text">Если автоматический расчет стоимости доставки по вашему адресу не сработал,
                            пожалуйста, свяжитесь с нами по телефону или по почте, мы рассчитаем стоимость доставки
                            вручную.</p>
                        <p class="text">&nbsp;</p>
                        <p class="text">Для отдельных товаров отправка через Почту России, СДЭК и Боксберри невозможна
                            из-за
                            их габаритов/хрупкости. Если в вашем заказе окажется такой товар, мы сообщим вам об
                            этом.</p>
                    </div>


                    <div class="col-3">Объединение заказов<br>по периоду поставки</div>
                    <div class="col-9 text-justify">
                        <p>Если вы создаете несколько заказов на растения, период поставки которых совпадает, то система
                            сама объединит их. В этом случае предыдущие заказы будут отменены, а товары и оплаты из них
                            будут перенесены в новый заказ. Стоимость доставки в этом случае оплачивается только один
                            раз.</p>
                    </div>
                </div>
                <h3>Об оплате</h3>
                <div class="row">


                    <div class="col-3">Предварительные заказы</div>
                    <div class="col-9 text-justify">
                        <p>При оформлении предварительного заказа требуется оплатить 30% от стоимости заказа (100% если
                            вы
                            заказываете доставку почтой) для его окончательного резервирования в системе. Возможны три
                            основных способа оплаты:<br><br><em>1) Оплата банковским переводом.</em><br>После оформления
                            заказа вам будет предложено распечатать квитанцию для оплаты в удобном для вас банке. В
                            квитанции уже будет указана все необходимая информация и реквизиты нашей фирмы, так что вам останется
                            только
                            поставить свою подпись перед визитом в банк. Учитывая особенности работы банков,
                            перечисление
                            средств может занять значительное время (до двух недель), поэтому ваш заказ будет
                            предварительно
                            забронирован в нашей системе в течение трех недель после оформления. Если после истечения
                            этого
                            срока оплата не поступит на наш счет, наши операторы свяжутся с вами для выяснения причин. В
                            этом случае для подтверждения факта оплаты нам потребуется копия вашего платежного
                            уведомления
                            из банка, которую нужно будет отправить нам по факсу или электронной почте. Поэтому <strong>обязательно
                                сохраняйте все платежные документы до получения заказа</strong>! Чтобы избежать
                            возможных
                            задержек, мы рекомендуем оплачивать квитанции в течение одного-двух дней после оформления
                            заказа. В случае невозможности выяснения причин задержки оплаты (не отвечает ваш номер
                            телефона
                            и адрес электронной почты) заказ аннулируется.</p>
                        <p class="text">&nbsp;</p>
                        <p class="text"><em>2) Оплата с помощью банковской карты.</em><br>Оплата осуществляется сразу
                            после
                            оформления заказа картами <strong>Visa/Mastercard/МИР</strong> с помощью нашего партнера,
                            системы CloudPayments, через защищенное соединение. При этом перечисление средств и
                            окончательное резервирование товара происходит очень быстро, в течение 10 минут.</p>
                        <p class="text">&nbsp;</p>
                        <p class="text"><em>3) Оплата через платежные терминалы.</em><br>В процессе оплаты вы получите
                            уникальный набор цифр — код платежа. По этому коду вы сможете внести деньги за заказ в
                            терминалах Comepay, Связной, Евросеть, а также в банкоматах и кассах банков, которые
                            принимают
                            платежи в пользу Яндекс.Кассы или Яндекс.Денег. Полный список <a
                                    href="https://money.yandex.ru/pay/page?id=526209" target="_blank"
                                    rel="noopener">здесь</a>.</p>
                        <p class="text">&nbsp;</p>
                        <p class="text"><em>4) Оплата через электронные кошельки.</em><br>Вы можете оплатить заказ с
                            помощью
                            вашего электронного кошелька в системах Яндекс.Деньги,&nbsp;QIWI и&nbsp;WebMoney. При оплате
                            заказа через&nbsp;QIWI и&nbsp;WebMoney к сумме заказа будет добавлена комиссия 3%.</p>
                    </div>

                    <div class="col-3">Заказы на товары в наличии</div>
                    <div class="col-9 text-justify">
                        <p>При заказе товаров, которые в данный момент есть на нашем складе (т. е. товаров, находящихся
                            в
                            разделах каталога, которые помечены ярлычком «В продаже»), вы можете оплатить их наличными
                            при
                            получении, либо любым из перечисленных выше способов.</p>
                    </div>

                    <div class="col-3">Скидки</div>
                    <div class="col-9 text-justify">
                        <p>В <strong>интернет-магазине</strong> действует накопительная система скидок, благодаря
                            которой на
                            размер скидки влияет сумма всех ваших заказов, независимо от того, когда они были
                            сделаны:<br><br>при сумме заказов более 5000 руб. —&nbsp; <strong>5%</strong>;<br>при сумме
                            заказов более 15000 руб. —&nbsp; <strong>10%</strong>;<br>при сумме заказов более 30000 руб.
                            —&nbsp;
                            <strong>15%</strong>.</p>
                        <p>&nbsp;</p>
                        <p>В <strong>садовом центре</strong> скидка предоставляется при предъявлении скидочной карты.
                            Карта
                            выдается при любой покупке и является накопительной:</p>
                        <p>&nbsp;</p>
                        <p>при сумме покупок более 5000 руб. —&nbsp; <strong>5%</strong>;<br>при сумме покупок более
                            15000
                            руб. —&nbsp; <strong>10%</strong>;<br>при сумме покупок более 30000 руб. —&nbsp;
                            <strong>15%</strong>.</p>
                    </div>

                    <div class="col-3">&nbsp;</div>
                    <div class="col-9 text-justify">
                        <h3>О возвратах и претензиях</h3>
                    </div>

                    <div class="col-3">При получении заказа в садовом центре или курьерской доставкой по Москве и
                        области
                    </div>
                    <div class="col-9 text-justify">
                        <p>Обязательно проверяйте качество товара, упаковку, количество, целостность комплектации в
                            присутствии курьера (продавца). В случае обнаружения недостатков по вышеперечисленным
                            пунктам вы
                            имеете право отказаться от покупки.<br>В случае, если покупатель, либо доверенное лицо
                            покупателя, совершает приемку товара и оплачивает товар и в дальнейшем у него возникают
                            претензии по качеству товара, упаковки, количеству, целостности, комплектации, то в данном
                            случае магазин не несет никакой ответственности и возврат товара не производит.<br><br><span
                                    style="color: #008000;"><em>Обратите внимание:</em></span><br>Согласно постановлению
                            правительства № 55 от 19.01.98 растения и агрохимикаты не подлежат обмену и возврату. <em>Настоятельно
                                советуем вам проверять товар в присутствии курьера (продавца)</em>, т. к. после этого
                            претензии по качеству и комплектности не принимаются. При обнаружении несоответствия сорту
                            (пересортицы) вы можете предъявить претензию в течение 24 месяцев после получения заказа.
                            Подробнее об этом - чуть ниже, в параграфе "Несоответствие сорту".</p>
                    </div>

                    <div class="col-3">При получении заказа на почте, через СДЭК и Боксберри</div>
                    <div class="col-9 text-justify">
                        <p><span style="color: #008000;"><em>Претензии по качеству</em>.</span><br>Если после получения
                            заказа вы обнаружили в его составе растения ненадлежащего качества вы можете предъявить
                            претензию. Для предъявления претензии необходимо в течение 3-х дней с момента получения
                            заказа:<br>1) Сфотографировать растение. Если растение поставлялось с оригинальной биркой,
                            содержащей название сорта, то эта бирка также должна быть видна (и хорошо читаема) на
                            фотографии.<br>2) Отправить письмо на адрес info@green-land-store.ru, в котором описать суть претензии.
                            К
                            письму приложить сделанную фотографию.<br><br>При получении заказа через СДЭК или Боксберри
                            обязательно нужно проверить заказ в присутствии курьера или сотрудника пункта выдачи. В
                            случае
                            обнаружения повреждений при транспортировке, составьте акт вместе с сотрудником пункта
                            выдачи.
                            Только на основании акта мы сможем предъявить претензию курьерской службе.</p>
                        <p>&nbsp;</p>
                        <p>После рассмотрения претензии, в случае ее удовлетворения, стоимость товара будет возвращена
                            на
                            ваш лицевой счет. Вы можете использовать эти деньги для совершения покупок в дальнейшем,
                            либо
                            оформить возврат.</p>
                        <p>&nbsp;</p>
                        <p><span style="color: #008000;"><em>Претензии по комплектности.</em></span><br>Имейте в виду,
                            что
                            крупные заказы разбиваются на несколько посылок, при этом накладная будет находится только в
                            одной из них. О количестве посылок вы можете узнать по списку идентификаторов, которые будут
                            перечислены в письме-уведомлении об отправке заказа.</p>
                        <p>&nbsp;</p>
                        <p>При обнаружении недопоставки в течение 3-х дней отправьте письмо на адрес info@green-land-store.ru в
                            котором
                            опишите суть претензии. К письму приложите копию накладной.</p>
                        <p>&nbsp;</p>
                        <p>После рассмотрения претензии, в случае ее удовлетворения, стоимость товара будет возвращена
                            на
                            ваш лицевой счет. Вы можете использовать эти деньги для совершения покупок в дальнейшем,
                            либо
                            оформить возврат.</p>
                    </div>

                    <div class="col-3">Несоответствие сорту</div>
                    <div class="col-9 text-justify">
                        <p>Претензии по несоответствию сорту (пересортице) принимаются в течение <strong>24
                            месяцев</strong>
                            с момента отправки заказа. Для предъявления претензии необходимо:<br>1) Сфотографировать
                            растение в тот момент, когда несоответствие сорта наиболее заметно (например, в цветущем
                            состоянии). Если растение поставлялось с оригинальной биркой, содержащей название сорта, то
                            эта
                            бирка также должна быть видна (и хорошо читаема) на фотографии.<br>2) Отправить письмо на
                            адрес
                            info@green-land-store.ru, в котором описать суть претензии. К письму приложить фотографию.</p>
                        <p>&nbsp;</p>
                        <p>После рассмотрения претензии, в случае ее удовлетворения, стоимость товара будет возвращена
                            на
                            ваш лицевой счет. Вы можете использовать эти деньги для совершения покупок в дальнейшем,
                            либо
                            оформить возврат на свой расчетный счет в банке.</p>
                    </div>

                    <div class="col-3">Отмена заказа</div>
                    <div class="col-9 text-justify">
                        <p>Если по какой-либо причине вы решили отменить уже оплаченный заказ и вернуть деньги, напишите
                            письмо на адрес shoinfo@green-land-store.ru, в котором укажите ваше имя, номер и стоимость заказа, а
                            также
                            реквизиты банковского счета (номер карты в случае оплаты заказа картой), на который нужно
                            произвести возврат. Письмо должно быть отправлено с почтового ящика, который был указан при
                            регистрации в нашем интернет-магазине.</p>
                    </div>

                    <div class="col-3">Внесение изменений в предварительные заказы</div>
                    <div class="col-9 text-justify">
                        <p>В предварительные заказы на следующий сезон можно внести любые изменения (удалить товары,
                            добавить товары, изменить тип доставки и способ оплаты) до того момента, пока заказ не пошел
                            на
                            комплектацию. После того, как заказ изменил статус на "На комплектации" никакие изменения в
                            заказ не вносятся.</p>
                    </div>
                </div>
            </div>
        </div>
        <Footer/>
        <BottomCart/>
    </div>
</template>


<script lang="ts">
    import {defineComponent} from 'vue';

    import Header from '@/components/Header.vue';
    import Footer from '@/components/Footer.vue'
    import BottomCart from '@/components/BottomCart.vue'

    export default defineComponent({
        name: 'Home',
        components: {
            Header,
            Footer,
            BottomCart
        },
    });
</script>

<style lang="css">
</style>